{"meta":{"title":"Hexo","subtitle":"","description":"","author":"piekenius","url":"http://pikonguwu.github.io","root":"/"},"pages":[{"title":"404惹=q=","date":"2023-04-11T13:03:13.608Z","updated":"2023-04-11T13:03:13.608Z","comments":true,"path":"404.html","permalink":"http://pikonguwu.github.io/404.html","excerpt":"","text":""},{"title":"piekenius' blog -v-","date":"2023-04-11T12:41:31.000Z","updated":"2023-04-11T12:43:36.608Z","comments":true,"path":"about/index.html","permalink":"http://pikonguwu.github.io/about/index.html","excerpt":"","text":"终于生出来了！！！好期待未来的自己会产出什么有趣的内容呢&#x3D;&#x3D;"}],"posts":[{"title":"选修课笔记","slug":"选修课笔记","date":"2023-05-04T12:17:27.000Z","updated":"2023-05-04T14:34:19.396Z","comments":true,"path":"2023/05/04/选修课笔记/","link":"","permalink":"http://pikonguwu.github.io/2023/05/04/%E9%80%89%E4%BF%AE%E8%AF%BE%E7%AC%94%E8%AE%B0/","excerpt":"20230303 计算机视觉概述人工智能体系应用层：NLP，CV，ASR语音识别，BI生物识别技术层：概率和统计，模式识别，机器学习（包括深度学习）基础层：云计算，大数据，芯片 CV核心研究内容图像分类：对未知图像类别进行预测框架：待测图像通过特征表示成为特征空间（矩阵），然后进行特征匹配到相应的类别空间。 深度学习中的特征表示CNN（卷积神经网络）：卷积层，池化层和全连接层卷积：输入端像素通过卷积核&#x2F;滤波器（已知矩阵）点乘相加得到输出相应位置一个像素（矩阵中组成元素）。池化：分为最大池化和平均池化，类似于卷积。最大池化是将矩阵分块选择其中最大成为新矩阵元素，平均池化选平均值。全连接层：连接上一层所有输出，通过特征加权方式确定类别。常用CNN模型：AlexNet，VGG，ResNet","text":"20230303 计算机视觉概述人工智能体系应用层：NLP，CV，ASR语音识别，BI生物识别技术层：概率和统计，模式识别，机器学习（包括深度学习）基础层：云计算，大数据，芯片 CV核心研究内容图像分类：对未知图像类别进行预测框架：待测图像通过特征表示成为特征空间（矩阵），然后进行特征匹配到相应的类别空间。 深度学习中的特征表示CNN（卷积神经网络）：卷积层，池化层和全连接层卷积：输入端像素通过卷积核&#x2F;滤波器（已知矩阵）点乘相加得到输出相应位置一个像素（矩阵中组成元素）。池化：分为最大池化和平均池化，类似于卷积。最大池化是将矩阵分块选择其中最大成为新矩阵元素，平均池化选平均值。全连接层：连接上一层所有输出，通过特征加权方式确定类别。常用CNN模型：AlexNet，VGG，ResNet 目标检测目标跟踪图像分割：分为语义分割和实例分割（实例分割更细化）CNN实现图像描述应用实例机器人，无人驾驶，3D重建，图像编辑，视觉应答，人脸识别。 线上教育（教育资料），物理控制，元宇宙，公益事业（针对性），智能公路… 20230309 智能音频技术音频采集和预处理信息采集声音传感器，智能麦克风 预处理分割与检测，回声抑制，混响消除，降噪与分离，音源定位 啊啊啊啊啊啊这节课不记得什么原因翘了好像是忘了。。。。感觉错亿 20230316 自然语言处理技术底层技术 词法分析：分词，词性标注，命名实体识别，短语切分 前向最大匹配分词&amp;后向最大匹配分词 句法分析：成分分析（语法分析） 语义分析：词义消歧，语义角色分析，词嵌入表示词级别语义分析：词嵌入表示（将每个词映射成一个固定维数的向量，构成词向量空间，通过“距离”度量词义相似度）句子级别的语义分析：由词向量累加后平均作为句向量，计算句向量距离进行语义分析；或者直接生成句向量（人工标注），交给BERT等模型训练学习，生成句向量进行语义分析。文本相似度比较：欧氏距离，曼哈顿距离，余弦距离（先分词集，计算词频，词频向量化，带入向量模型公式） 篇章分析：篇章结构分析，指代消解共指，回指，预指 应用技术机器翻译（seq2seq序列模型），机器阅读理解（BiDAF&amp;FusionNet），文本摘要，故事生成，情感分析，知识图谱，人机对话；信息检索，图像描述，视觉叙事（理解图像序列并能生成连贯故事），视觉问答，文本生成图像 20230324 机器学习基础智能系统的数学模型 特征基元函数深度学习实现了特征提取的工业化，产生表示学习（自动学习出特征基元函数） 贝叶斯最优决策函数避免不确定性，一般来源于噪声干扰，未知的信息和知识，自身能力的有限性，混沌现象（如蝴蝶效应）。先验概率，再确定类条件概率分布，最后再验一次概率，说明机器已经掌握全部知识（其实是概率），列出函数。 决策函数自动求解机器学习：通过数据自动求解决策函数。通过数据集求解决策函数中的最优解（这就是训练&#x2F;学习）？其中有概率估计和参数估计（损失函数）得到目标函数最优解 机器学习的评价方法 代价函数度量预测错误的程度，常见的有0-1损失函数，平方损失函数，绝对损失函数，交叉熵损函数，对数损失函数等。 经验损失或训练误差公式（对于训练数据集而言） 机器学习的目标：泛化能力 泛化能力：该模型对未知数据的预测能力，有测试误差模型。主要影响因素是模型复杂度，训练样本数，学习策略（间隔最大化准则）。标准的学习策略中，目标函数需要 经验风险+？正则项（容量控制） 20230414 九天平台老师介绍+报告厅讲原理大睡特睡+怎么还没有专属名词，输入法还得找好麻烦不找了20230419 百度飞桨生态平台介绍+现场做了个图像识别的小项目奈何讲得太快完全没有跟上，今天下午做了结果出bug不会修复，遗憾结束20230427 chatgpt与多模态大模型驱动技术变革 一点印象都没有 太想放假呵呵服了我自己20230504 人工智能发展报告NLHP就是下一个transformer","categories":[],"tags":[{"name":"大一下","slug":"大一下","permalink":"http://pikonguwu.github.io/tags/%E5%A4%A7%E4%B8%80%E4%B8%8B/"}]},{"title":"五一","slug":"五一","date":"2023-05-03T14:16:16.000Z","updated":"2023-05-03T14:56:14.845Z","comments":true,"path":"2023/05/03/五一/","link":"","permalink":"http://pikonguwu.github.io/2023/05/03/%E4%BA%94%E4%B8%80/","excerpt":"五一要结束了，小纪念一下。","text":"五一要结束了，小纪念一下。 第一次当大学生，第一次纯粹的玩五一。五一结束后就是期末月，还有六级和暑假规划等着我去完成。玩了一晚上尼尔，三分钟热度现在已然停息，头晕脑胀，又会电子阳痿一段时间。还不如看看木鱼水心，或者把之前一直想立下的《蔑视》相关内容整理，也一直偷懒不想干。好吧，五一就这样过去了，起码到暑假之前不会再有时间了，给自己的拖延鼓掌。游戏瘾突然犯了，感觉自己好久都没有这么平白无故的堕落，真正做到了一天什么都不干，一天纯摆的状态，很痛苦，以后再也不这么搞了，总结下来就是没有意思。 五一去沈阳玩了三天，虽然只是逛街和女孩茶话会，但是开心和放松确实是不可否认的。不清楚每天在洗浴中心过夜，睡硬板子和大通铺按理来说都是苦难行径，回到北京的时候除了释怀和轻松以外，也多了怀念和快乐，旅游表面上看着像活受罪（实际上确实也是活受罪），但是烦恼会随着景色的变化消散一段时间，给人一种放下重担的短暂快乐。养好精气神回来继续旅途，不说前进的是否比以前更有底气，反正内卷和焦虑已经下降一大个档次了。与之相对的，对自己的要求会降低，感觉这五天我又回到了高中那时候的样子，摆烂和逃避，是时候捡起我自己的烂摊子，好好走过接下来的一个半月学期时光。 回来那天晚上其实自己挺伤感的，友情这个东西在不知不觉中就已经大变样了，很难再回到之前无所不谈无话不聊恨不得住一起畅谈到天明的状态。不知不觉中彼此的分享欲就没有那么旺盛了，除了一些老旧话题，其余时间也是看着手机发呆。我认为网络上的交流已经足够我去维持友谊的宽度，所以把人约出来只会大眼瞪小眼，还得绞尽脑汁想话题，真的没有网上聊天随时随地，开始和结束都把握在自己手里，私人空间足够大的感觉好。想完这些才发现，原来不是大家淡薄了，是我们都变了，有心无力也无法维持之前的状态了。我承认只有我一个人在怀旧，而且要求很苛刻，没有人能达到。其实我很在意视线交汇的瞬间，谁先移开。也许我还需要一段时间才能适应这种事，友情已经不是说说就行的事了，前程、理想、家庭、条件……这些东西渗入到我们所谈论的话题中，沉重但是正常，只有我还不习惯。 好像第一次知道落差什么意思。 第二天就想通了，觉得前一天晚上自己无病呻吟。没什么好说的，就像没人知道你来姨妈的时候什么时候血崩，咯噔一下只有你自己在懊恼。本来想说成年人只有习惯，小孩子才玩夸张。但是一点都不想自诩自己成年了，拿年龄当借口告诉自己别惹麻烦伤身伤脑子。怕痛就去当胆小鬼，胆小鬼什么时候都可以当。拿年龄分责任承担真无聊。 到北京第二天去吃了自己喜欢的东西，散了两个公园看了看北京人假期生活，自己也融入到懒散大军，尽情享受了下假期。 最后一天吃了自助，两个发现：第一个是没像以前那样逼着自己吃完，第二个是自己的代谢应该没有受损。现在再加第三个，明天开始减肥。 五一结束了，估计再没这样的好日子过了，接下来的时间就背着电脑过吧，累不累死自己说了算。","categories":[],"tags":[{"name":"口水鸡真的很营养啊","slug":"口水鸡真的很营养啊","permalink":"http://pikonguwu.github.io/tags/%E5%8F%A3%E6%B0%B4%E9%B8%A1%E7%9C%9F%E7%9A%84%E5%BE%88%E8%90%A5%E5%85%BB%E5%95%8A/"}]},{"title":"欸？期中周？！","slug":"欸？期中周？！","date":"2023-04-21T10:16:02.000Z","updated":"2023-04-21T14:18:00.382Z","comments":true,"path":"2023/04/21/欸？期中周？！/","link":"","permalink":"http://pikonguwu.github.io/2023/04/21/%E6%AC%B8%EF%BC%9F%E6%9C%9F%E4%B8%AD%E5%91%A8%EF%BC%9F%EF%BC%81/","excerpt":"本星期又是一个崭新的轮回。","text":"本星期又是一个崭新的轮回。 期中周过得是如此的快，感觉我还活在上个星期五走在去往瑞幸的路上，出着汗用手机遮太阳，思考着没有边际的东西，就这样无谓地走在北京的黄荒地上。我承认经历需要沉淀才会发挥出它的作用，但是我仍然不推荐大家使用步行的方式释放自己，除非你真的很喜欢脚踩在袜子里，袜子黏在鞋子上，鞋子踩在地上扬起尘土的感觉。冰吸生椰拿铁真的很好喝，我推荐大家都去喝。反正我这周一整周都在回味那种感觉，扬尘、音乐、擦肩而过的人、便利店的冰柜和货架、五点高架桥上的车流、远处的落日、强烈但是温柔的风、还有蠢笨的自己。 我给不了上个星期一个完美的答案，我也不相信此时自己所选择的路就是完全我想要的，但是杜绝摇摆不定和临时返航，我让舵手平和心境（虽然她还很浮躁，并且完全无法相信自己的大脑），先前进，再思考。我就是“xx”号的船长，主导着我的部分在空阔无边并且危机四伏的大海上航行，每天白天执行航行任务，晚上睡前检查船舱安全设施和航行任务是否合理，同时为明天的到来做好准备。但是经常到了第二天早上才会一边迷糊一边思考今天的航程和任务，设立上下限，宣布休息娱乐室的开放时间，然后一整天都尽量抑制自己不要摸鱼。 这个学期我才开始明白什么叫“大不了上b站自学”。我已经分不清我每天给自己布置的任务是否是自愿还是完成命令了，因为我在这个专业，身边的人都在学习相关知识，所以我不知道我到底喜不喜欢它，我只是在时刻怀疑自己是否能做到，疑惑为什么在我的电脑上似乎就会出很多奇怪的bug，甚至还成为了一个圈让我感觉到永远无法解决。随着这样的心态，通识课的学习每天被我压缩到一个非常短的时间内，差不多三个小时封顶。我对做出这样改变的自己也非常惊奇，上个学期学一天的经历已经成为冰河世纪的事情，被我封存在记忆的最深处，图书馆、时效期为一天的个人专属座位、地上的插座和不断更新的人流，我对这些因素已经建立了不耐受性，这个学期的我更多待在教室和寝室里，做功课以外的事情，并且每天忙碌到很晚。自己当老师并布置作业这种事情给了我很大的自由空间，但是也产生了很多上学期完全没有思考过的顾虑。我经常会因为这些顾虑感到喘不过气，虽然自己什么都没有干，但是莫大的心累让我感到没有正反馈的空虚、疲惫和无力。而且它不是一种瞬时效应，它就是一朵迟迟不肯散去的阴云悬挂在我的上空，达摩克里斯之剑虽说有点中二，但是用这个形容也可以。反正我一直在意它的存在，我一直担心它哪天降下暴雨暴打我一顿。 好累。 周末对我的感觉是放松，但是又不完全放松；快乐，但是又不完全快乐；开心，但是又不完全开心。它可以作为生活的调剂，但是它无法调剂我这个人。突然想到“如此生活三十年，直到大厦倾塌”。成年到中年的过渡，已经出现了很多案例了。但是青年到成年的过渡，我身边的人似乎没有感受到这种被埋葬的感觉，或许是只有我把危机看得过近，我把所有东西都迫不及待地摆在我的面前，逼迫自己无限的思考和纠缠，直到想出一个确切的答案。因为我要实习，所以我要考虑我的能力；因为我也许要留学，所以我要考虑我的英语；因为我要就业，所以我要现在就开始关注就业市场；因为我要赚钱，所以我现在就要思考市场红利……我似乎思考的太多，反而成为了一只绵羊。我也许清楚自己的处境，但是我就是无法摆脱它，找到一个解决方法太难了，难到我甚至无从下手。 期中周其实没什么好说的，只是突然发现自己有钱了，进行了几次冲动消费，得到的幸福却没有我想象中的充足。考试考过了就是考过了，可能是对自己的盲目自信，可能是真的无所谓，我对绩点的追求大大不如从前。我想要什么？还在艰苦卓绝地探索中。 现在在干的事： 读《优秀的绵羊》 跟进前端的课程（但是我已经感到无趣了） 学习shell 每天自我挣扎和搏斗 忙里偷闲，有空就耍手机 草，我这人挺搞笑的。 感谢你看到最后！这是彩蛋：","categories":[],"tags":[{"name":"口水鸡真的很营养啊","slug":"口水鸡真的很营养啊","permalink":"http://pikonguwu.github.io/tags/%E5%8F%A3%E6%B0%B4%E9%B8%A1%E7%9C%9F%E7%9A%84%E5%BE%88%E8%90%A5%E5%85%BB%E5%95%8A/"}]},{"title":"20230414的暴走","slug":"20230414的暴走","date":"2023-04-14T14:21:36.000Z","updated":"2023-04-21T12:59:26.496Z","comments":true,"path":"2023/04/14/20230414的暴走/","link":"","permalink":"http://pikonguwu.github.io/2023/04/14/20230414%E7%9A%84%E6%9A%B4%E8%B5%B0/","excerpt":"现在是20230416的下午17：24分，距离无意义的出行经过了差不多48+3小时。","text":"现在是20230416的下午17：24分，距离无意义的出行经过了差不多48+3小时。 想要保持一个努力向前冲的状态真的太艰难了，更加佩服上个学期的zzm忍辱负重、坚持到底、一往无前、几乎没有犹豫和彷徨的走过学期生活，疫情+全球低迷的主旋律更容易让人静下心来认真专注地只做一件事。这个学期的zzm急躁并且徘徊犹豫，可能是因为迟迟没有新目标促使自己专心向前，一个接一个的意外让我不得不重新思考该段时间内自己的所作所为是否值得，哪怕意外是和自己完全没有关系的领域，都会停下手中的事，反省和焦虑。 这个星期尤其撕裂。周中的间歇性对比焦虑、不间断半自学性质青训营的正式开营，和自我学习方法的改变即将要见成效的忐忑和不安构成了忙碌、充实、好坏参半，和惊惶的周中五天，幸好任课老师的仁慈，本周作业并不是很多（要不然这周课基本都没听我直接g）。周五下午上完物理实验，我觉得不一个人散散心就会变得无可救药了，下午三点出校，走了六公里去离学校最近一家瑞幸点了杯最近新品，然后去旁边的便利蜂买了根蛋白棒打算尝尝味。六公里对一个死宅真的不是很友好，奉劝大家如果没有爆发释放性的情绪还是不要暴走了，骑美团新型共享单车（白色至尊）兜风比走路吹沙看大片施工工地舒爽太多。 就像这次，一个人出门甚至不如在学校学个三个小时有用&#x3D;_&#x3D;到了瑞幸觉得自己累得想死，冰吸咖啡三两口就喝完了，心情没有明显的变化，耳机里放的歌只有吵闹，手机刷着也没有意思，坐在科技交流中心一楼的玻璃窗里看大树小树在狂风里乱飞。唯一好的心情是在外围找到一辆崭新的白色至尊美团共享单车，骑起来非常顺手且舒服，高速路上下坡很爽，下午五点的风很惬意。回来走的不同的路，看到了北京版尼尔机械纪元破旧大楼，心情大好。 看的越多，越觉得北京确确实实不适合我。和同学说北京就是金玉其外败絮其中，我完全领会不到北京到底有什么吸引我的地方，无论是无数个很像昆明的转角，还是恶劣的十级大风和沙尘暴，还有完全没有共享电单车的路口，还有从建筑和距市中心多远距离就能看得出来的贫富差距，还有一种冷漠的情绪从无形的空气中就能缠绕我，让我犯鸡皮疙瘩，生活无望。北京是个学习的好地方，但它不是我生活和发展的好地方。我一直在给自己找借口，可能是我看的不够多，总有一天也许会接纳这个地方。但是我现在真真切切的承认，自己的感受就是最重要。也许有人会喜欢这样朴实无华、富含生活气息的昌平，但是我感觉所有人都很累，“北国风光”这样的字眼到现在我都不理解。 周末两天和朋友狠狠出校吃了两顿比较大的，周六下了次馆子，周天来吃了昌平站的小吃，数了数有九样，加上最后两点半吃的张亮麻辣烫。回到寝室发现冰箱被舍友冻得肉整坏了，也有可能是它带动肉坏的，总之清理了自己的小窝，到教学楼自习，晚上还要回去检查自己心爱的冰箱还能不能工作，要不然我冻的糕点都要这两天吃掉，太心碎。不过和朋友出门很开心，他们给我的支撑感能够让我继续应对充实过头的下个星期。 我一点都不想长大。一点都不想面对就业，AI，取代，全球局势，事业发展，人生发展，实习。这么看来，学习已经变成了我的逃避区，什么都不想面对的时候就学习吧，把那一天留给学习完的自己。但是活到老学到老，要是生活一直是大一上下就好了。我深刻地感受到了成长需要付出的代价和走向成年那一刻需要作出的选择和勇气，无时无刻想让自己真正发疯，精神病院里我可以尽情傻笑，做奇怪的事，做到一半或者1&#x2F;3就停下来，哭，或者打滚，吵闹。正是因为认识到自己的平凡和普通，所以才做不到随心所欲地卸下我所承担的一切，所以才做不到发光和特别。无论怎么鼓励自己，我的成绩总比我预期的少很多。 身边的人都在搞比赛和创新，思考自己转行或者项目的可能性，好像只有我还沉浸在上个学期的余韵中，平淡地学习和生活，没有这个心情和别人合作做出一个项目，这其中的疲惫和心累我还没接触就已经感到十万倍的累了。唯一的借口是幸好我还在大一，我还可以有这样一个学期留给我稍微摆烂，做自己想做的事，随便规划。 这样的随笔献给还在思考挣扎和焦虑中的自己，虽然已经确定了大致方向，但是干劲已经没有上个学期那么浓烈，果然没有低谷就没有冲击高峰的力量，但是这样平静的生活也挺好，起码我还在前进，哪怕只是在规则内。","categories":[],"tags":[{"name":"口水鸡真的很营养啊","slug":"口水鸡真的很营养啊","permalink":"http://pikonguwu.github.io/tags/%E5%8F%A3%E6%B0%B4%E9%B8%A1%E7%9C%9F%E7%9A%84%E5%BE%88%E8%90%A5%E5%85%BB%E5%95%8A/"}]},{"title":"这是一个测试post","slug":"这是一个测试post","date":"2023-04-12T12:06:21.000Z","updated":"2023-04-16T11:39:21.637Z","comments":true,"path":"2023/04/12/这是一个测试post/","link":"","permalink":"http://pikonguwu.github.io/2023/04/12/%E8%BF%99%E6%98%AF%E4%B8%80%E4%B8%AA%E6%B5%8B%E8%AF%95post/","excerpt":"first headthis is a test sentence. this is another test sentences. second headcan you switch the row?i can. third headtomorrow i am gonna to do some learning for front programme PAINFUL forth head","text":"first headthis is a test sentence. this is another test sentences. second headcan you switch the row?i can. third headtomorrow i am gonna to do some learning for front programme PAINFUL forth head this is a [link] (https://markdown.com.cn/basic-syntax/links.html “markdown”) i feel the markdown is not quite difficult, and i want to work in damele pizza.damele pizza is soooooo delicious. fifth headint main()&#123; printf(&quot;i hate wpf&quot;); let i=0; for (let i=0;i&lt;100;i++)&#123; break; &#125; grid on console.log(&#39;this is the grammor?grammer?of javascript&#39;) &#125; learning of for mid-term exam math competition(havent start yet just matlab basical grammer) english daily learning saolei game computer level.2 in december -nothing but 1-2-3 * use the transform-meaning string. i am not good at html grammer.","categories":[],"tags":[]},{"title":"一切的开始","slug":"一切的开始","date":"2023-04-11T14:23:32.000Z","updated":"2023-04-21T12:59:40.204Z","comments":true,"path":"2023/04/11/一切的开始/","link":"","permalink":"http://pikonguwu.github.io/2023/04/11/%E4%B8%80%E5%88%87%E7%9A%84%E5%BC%80%E5%A7%8B/","excerpt":"上个星期四花了大半天进行个人博客的搭建，但是因为自己倔非要用不同的主题而出bug不会解决遗憾告终。今天晚上终于二次尝试，一个小时就搭建出来了！那一瞬间的心情激动得难以言喻，连后面的MATLAB应用选修课都懒得听。趁热打铁换上自己心仪的主题，其实一切都不是那么难，前提是要首先熟悉好环境和教程文档，想清楚自己要怎么实施，不要一根筋一股脑上头又一败涂地。 锵锵！！我的个人博客网站哦！希望以后的自己来看这个属于一切开始的自己会被可爱得笑出声，缓解缓解莫大的压力。","text":"上个星期四花了大半天进行个人博客的搭建，但是因为自己倔非要用不同的主题而出bug不会解决遗憾告终。今天晚上终于二次尝试，一个小时就搭建出来了！那一瞬间的心情激动得难以言喻，连后面的MATLAB应用选修课都懒得听。趁热打铁换上自己心仪的主题，其实一切都不是那么难，前提是要首先熟悉好环境和教程文档，想清楚自己要怎么实施，不要一根筋一股脑上头又一败涂地。 锵锵！！我的个人博客网站哦！希望以后的自己来看这个属于一切开始的自己会被可爱得笑出声，缓解缓解莫大的压力。 一切的开始“梦是现实的延续，现实是梦的终结。”很喜欢eva里面的这句话，庵野秀明总是会搞些不符合死肥宅气质的话语，让我觉得痞子这人就是神，哪怕最后一部电影大多差评，但是它在我心中还是我认为恰当的最佳结局———— 偏了！拉回来。 这学期开始自己就很想写点东西，要么是记录自己的灵感，要么是写写读后感，要么是说说自己的心境变化，甚至到自己一天干了什么都想记录下来，满足自己的虚荣心和空虚感。这么想想，我确实是平凡得不行的分享欲极强的小女生，心情不好的时候什么都懒得干，心情好的时候又大发慈悲，当我的朋友真的很辛苦啊，老是要迁就我的心情，如果我突然暴走了可能第一个受罪的就是你！（指）好吧我尽量控制住我自己少发牢骚。对国际事务我没有很庞大的见解，也不觉得某个哲学社会热点可以让我侃侃而谈，做不到啊！我只是一个没有文化的打工仔罢了。我感觉我的想法都是会在脑子里成型，然后嘴上说不出来，只是在脑袋给我一个决策：这件事情你得这么判断，这样判断铁定是对的。然后我说：遵命长官！ 对于自己的事情才会很上心，有很强的分享欲告诉大家我最近干了嘛，有什么变化，快来快来关心我（pien.jpg） 进行了深刻的自我反省，书还是看少了，路还是走少了，人还是认识少了，知识还是学少了，我还是太摆了，当代李白，大家好我叫周太白。 上个星期朱同学突然间做了个人博客启发了我，本来以为微信公众号已经很够用了，还是控制不住自己去接近诱惑，哪怕期中堂堂来袭，我还是花了两天宝贵时间迈出这第一步。构建完今晚都是跳着回宿舍的，幸好控制住自己在鸿雁路上乱叫和撞墙，要不然真成校徽了。希望以后的自己还能做出更多有意思的事情！ 这学期比上学期摆了不是一点两点这句话我已经说厌了，希望这样的学习方法在期中考试里会有成效，最后的祝愿。上学期是完全靠自己超越自我的第一个阶段，这学期必须成为第二个，还要继续潜心修炼自己啊，保研边缘人。每当你发现自己在摸鱼，摆烂，什么都没想情绪也没有波动，但就是什么都不想干的时候，恳求未来的我先做一个深呼吸，要上的撤硕赶紧上完，回来坐好，想想自己的空间时间，想象自己还有多少人在牵挂，还有多少人牵挂你；你要做什么，你要完成什么。明知道自己在摆烂的时候，就应该立马收起手机，做以上的动作，清空自己的阴霾，继续前进。","categories":[],"tags":[{"name":"口水鸡真的很营养啊","slug":"口水鸡真的很营养啊","permalink":"http://pikonguwu.github.io/tags/%E5%8F%A3%E6%B0%B4%E9%B8%A1%E7%9C%9F%E7%9A%84%E5%BE%88%E8%90%A5%E5%85%BB%E5%95%8A/"}]},{"title":"Hello World","slug":"hello-world","date":"2023-04-11T11:39:15.234Z","updated":"2023-04-11T11:39:15.234Z","comments":true,"path":"2023/04/11/hello-world/","link":"","permalink":"http://pikonguwu.github.io/2023/04/11/hello-world/","excerpt":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}],"categories":[],"tags":[{"name":"大一下","slug":"大一下","permalink":"http://pikonguwu.github.io/tags/%E5%A4%A7%E4%B8%80%E4%B8%8B/"},{"name":"口水鸡真的很营养啊","slug":"口水鸡真的很营养啊","permalink":"http://pikonguwu.github.io/tags/%E5%8F%A3%E6%B0%B4%E9%B8%A1%E7%9C%9F%E7%9A%84%E5%BE%88%E8%90%A5%E5%85%BB%E5%95%8A/"}]}